// ВСЕ ЗРОБИТИ СТРІЛОЧНИМИ ФУНКЦІЯМИ!
// - Створити функцію яка обчислює та повертає площу прямокутника зі сторонами а і б
// - Створити функцію яка обчислює та повертає площу кола з радіусом r
// - Створити функцію яка обчислює та повертає площу циліндру висотою h, та радіутом r
// - Створити функцію яка приймає масив та виводить кожен його елемент
// - Створити функцію яка створює параграф з текстом. Текст задати через аргумент
// - Створити функцію яка створює ul з трьома елементами li. Текст li задати через аргумент всім однаковий
// - Створити функцію яка створює ul з трьома елементами li. Текст li задати через аргумент всім однаковий. Кількість li визначається другим аргументом, який є числовим (тут використовувати цикл)
// - Створити функцію яка приймає масив примітивних елементів (числа,стрінги,булеві), та будує для них список
// - Створити функцію яка приймає масив об'єктів з наступними полями id,name,age , та виводить їх в документ. Для кожного об'єкту окремий блок.
// - Створити функцію яка повертає найменьше число з масиву
// - Створити функцію sum(arr)яка приймає масив чисел, сумує значення елементів масиву та повертає його. Приклад sum([1,2,10]) //->13
// - Створити функцію swap(arr,index1,index2). Функція міняє місцями заняення у відаовідних індексах
//   Приклад  swap([11,22,33,44],0,1) //=> [22,11,33,44]
// - Написати функцію обміну валюти exchange(sumUAH,currencyValues,exchangeCurrency)
//   Приклад exchange(10000,[{currency:'USD',value:40},{currency:'EUR',value:42}],'USD') // => 250